Repository: Inazumimakoto/lifelog
Catalog: LifelogWidgets/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

source: %@ %lld日
en: %@%lldDay
ko: %@%lld일

source: %@まで
en: Up to%@
ko: %@까지
zh_hans: 高达%@
zh_hant: 高達%@

source: %@予定なし
en: %@No plans
ko: %@예정 없음
zh_hans: %@没有计划
zh_hant: %@沒有計劃

source: +タスク%lld件
en: +Task%lld
ko: + 작업%lld
zh_hans: +任务%lld
zh_hant: +任務%lld

source: +予定%lld件
en: +Scheduled%llditems
ko: + 예정%lld
zh_hans: +预定%lld项目
zh_hant: +預定%lld項目

source: 10:00 チームMTG
en: 10:00 Team MTG
ko: 10:00 팀 MTG
zh_hans: 10:00 万智牌小组赛
zh_hant: 10:00 萬智牌小組賽

source: Premiumで解放
en: Unlocked with Premium
ko: 프리미엄에서 릴리스
zh_hans: 通过高级版解锁
zh_hant: 透過高級版解鎖

source: あと
en: After
ko: 나중에
zh_hans: 后
zh_hant: 後

source: まで
en: to
ko: 까지
zh_hans: 到
zh_hant: 到

source: アプリでプランを確認
en: Check your plan in the app
ko: 앱에서 플랜 확인
zh_hans: 在应用程序中检查您的计划
zh_hant: 在應用程式中檢查您的計劃

source: カウントダウン
en: countdown
ko: 카운트다운
zh_hans: 倒计时
zh_hant: 倒數計時

source: タップ後に認証して開く
en: After tapping, authenticate and open
ko: 탭 후 인증 및 열기
zh_hans: 点击后，验证并打开
zh_hant: 點擊後，驗證並打開

source: プレミアムで解放
en: Unlock with Premium
ko: 프리미엄으로 해방
zh_hans: 使用高级版解锁
zh_hant: 使用高級版解鎖

source: メモ
en: memo
ko: 메모
zh_hans: 备忘录
zh_hant: 備忘錄

source: メモはありません
en: There are no notes
ko: 메모 없음
zh_hans: 没有注释
zh_hant: 沒有註釋

source: メモ内容を表示します。タップでメモ編集を開けます。
en: Displays the memo contents. Tap to open memo editing.
ko: 메모 내용을 표시합니다. 탭으로 메모 편집을 엽니다.
zh_hans: 显示备忘录内容。点击以打开备忘录编辑。
zh_hant: 顯示備忘錄內容。點擊以開啟備忘錄編輯。

source: メモ本文は非表示です。
en: The memo text is hidden.
ko: 참고 본문은 숨겨져 있습니다.
zh_hans: 备忘录文本被隐藏。
zh_hant: 備忘錄文字被隱藏。

source: 中
en: middle
ko: 가운데

source: 予定なし
en: No plans
ko: 약속 없음
zh_hans: 没有计划
zh_hant: 沒有計劃

source: 予定・タスクはありません
en: There are no plans/tasks
ko: 약속 및 작업 없음
zh_hans: 没有计划/任务
zh_hant: 沒有計劃/任務

source: 今日です
en: It's today
ko: 오늘
zh_hans: 今天是
zh_hant: 今天是

source: 今日の予定とタスク
en: Today's schedule and tasks
ko: 오늘의 약속과 업무
zh_hans: 今天的日程和任务
zh_hant: 今天的日程和任務

source: 仕事
en: work
ko: 작업
zh_hans: 工作
zh_hant: 工作

source: 低
en: Low
ko: 낮은

source: 土
en: soil
ko: 흙
zh_hans: 土壤
zh_hant: 土壤

source: 小: 週間チェック / 中: 週間チェック + 草表示
en: Small: Weekly check / Medium: Weekly check + Grass display
ko: 소: 주간 체크 / 중: 주간 체크 + 잔디 표시
zh_hans: 小：每周检查 / 中：每周检查 + 草展示
zh_hant: 小：每週檢查 / 中：每週檢查 + 草展示

source: 旅行
en: trip
ko: 여행

source: 日
en: day
ko: 일
zh_hans: 天
zh_hant: 天

source: 日付・曜日・当日の予定・未完了タスクを表示します。
en: Displays the date, day of the week, today's schedule, and unfinished tasks.
ko: 일자・요일・당일의 예정・미완료 태스크를 표시합니다.
zh_hans: 显示日期、星期几、今天的日程安排和未完成的任务。
zh_hant: 顯示日期、星期幾、今天的日程安排和未完成的任務。

source: 明日
en: tomorrow
ko: 내일
zh_hans: 明天
zh_hant: 明天

source: 月
en: moon
ko: 달

source: 木
en: tree
ko: 나무
zh_hans: 树
zh_hant: 樹

source: 水
en: water
ko: 물

source: 火
en: fire
ko: 불

source: 終了
en: end
ko: 종료
zh_hans: 结尾
zh_hant: 結尾

source: 終日
en: All day long
ko: 종일
zh_hans: 终日

source: 経過
en: progress
ko: 경과
zh_hans: 进步
zh_hant: 進步

source: 習慣がありません
en: I don't have a habit
ko: 습관 없음
zh_hans: 我没有习惯
zh_hant: 我沒有習慣

source: 草データなし
en: No grass data
ko: 잔디 자료 없음
zh_hans: 没有草地数据
zh_hant: 沒有草地數據

source: 表示できる記念日がありません
en: There are no anniversaries to display.
ko: 표시할 수 있는 기념일이 없습니다.
zh_hans: 没有可显示的周年纪念日。
zh_hant: 沒有可顯示的周年紀念日。

source: 記念日
en: anniversary
ko: 기념일
zh_hans: 周年纪念日
zh_hant: 週年紀念日

source: 記念日 / カウントダウン
en: Anniversary/Countdown
ko: 기념일 / 카운트다운
zh_hans: 周年纪念日/倒计时
zh_hant: 週年紀念日/倒數計時

source: 記念日の日数と進捗を表示します。追加後は長押しで編集できます。
en: Displays the number of anniversary days and progress. After adding, you can edit by long-pressing.
ko: 기념일의 일수와 진행 상황을 표시합니다. 추가 후에는 길게 눌러 편집할 수 있습니다.
zh_hans: 显示周年纪念日数和进度。添加完成后，可以长按进行编辑。
zh_hant: 顯示週年紀念日數和進度。新增完成後，可以長按進行編輯。

source: 記念日を選択
en: Select anniversary
ko: 기념일 선택
zh_hans: 选择周年纪念日
zh_hant: 選擇週年紀念日

source: 誕生日
en: birthday
ko: 생일
zh_hans: 生日
zh_hant: 生日

source: 誕生日まで
en: until birthday
ko: 생일까지
zh_hans: 直到生日
zh_hant: 直到生日

source: 読み込みエラー
en: Loading error
ko: 로드 오류
zh_hans: 加载错误
zh_hant: 載入錯誤

source: 読書
en: reading
ko: 독서
zh_hans: 阅读
zh_hant: 閱讀

source: 買い物メモ ・牛乳 ・キッチンペーパー
en: shopping memo ・Milk ・Kitchen paper
ko: 쇼핑 메모 ・우유 · 주방 종이
zh_hans: 购物备忘录 ・牛奶 ・厨房用纸
zh_hant: 購物備忘錄 ・牛奶 ・廚房用紙

source: 買い物メモ整理
en: Organize shopping notes
ko: 쇼핑 메모 정리
zh_hans: 整理购物笔记
zh_hant: 整理購物筆記

source: 起点
en: starting point
ko: 출발점
zh_hant: 起點

source: 趣味
en: hobby
ko: 취미
zh_hans: 爱好
zh_hant: 嗜好

source: 週次レポート提出
en: Weekly report submission
ko: 주간 보고서 제출
zh_hans: 每周报告提交
zh_hant: 每週報告提交

source: 週間習慣チェック
en: Weekly habit check
ko: 주간 습관 점검
zh_hans: 每周习惯检查
zh_hant: 每週習慣檢查

source: 運動
en: sports
ko: 스포츠
zh_hans: 运动

source: 金
en: gold
ko: 금
zh_hans: 金子
zh_hant: 金子

source: 長押しして「ウィジェットを編集」から表示する記念日を変更できます。
en: You can change the anniversary displayed by long-pressing and selecting "Edit widget".
ko: 길게 눌러 "위젯 편집"에서 표시하는 기념일을 변경할 수 있습니다.
zh_hans: 您可以通过长按并选择“编辑小部件”来更改显示的周年纪念日。
zh_hant: 您可以透過長按並選擇“編輯小工具”來更改顯示的周年紀念日。

source: 開始
en: start
ko: 시작
zh_hans: 开始

source: 開始から
en: from the start
ko: 시작부터
zh_hans: 从一开始
zh_hant: 從一開始

source: 高
en: high
ko: 높은
